Repository: cmsunoPlugins/cookiebar
Catalog: lang/*.utf8/LC_MESSAGES/cookiebar.po
Languages: es_es, fr_fr

source: This plugin is a solution to comply with the ridiculous European Cookie Law.
es_es: Este plugin es una solución para cumplir con la ridícula Ley europea de cookies.
fr_fr: Ce plugin est une solution pour se conformer à la ridicule loi européenne sur les cookies.

source: Default Settings
es_es: Configuración por defecto
fr_fr: Réglages par défaut

source: Type of bar
es_es: Tipo de barra
fr_fr: Type de barre

source: w3.css Bar
es_es: Barra w3.css
fr_fr: Barre x3.css

source: Cookie-Consent Bar
es_es: Barra Cookie-Consent
fr_fr: Barre Cookie-Consent

source: W3.css is ultra light. Cookie-Consent is heavier but more powerful.
es_es: W3.css es ultra ligero. Consentimiento de cookies es más pesado pero más poderoso.
fr_fr: W3.css est ultra léger. Cookie-Consent est plus lourd mais plus puissant.

source: Text
es_es: Texto
fr_fr: Texte

source: This website uses cookies to ensure you get the best experience on our website.
es_es: Este sitio web utiliza cookies para garantizar que obtenga la mejor experiencia en nuestro sitio web.
fr_fr: Ce site utilise des cookies pour vous offrir le meilleur service.

source: Text to display in the bar.
es_es: Texto para mostrar en la barra.
fr_fr: Texte à afficher dans la barre

source: 'More' Text
es_es: Texto 'More'
fr_fr: Texte 'More'

source: Learn more
es_es: Aprende más
fr_fr: En savoir plus

source: Text to link to get more detail. Write N to disable.
es_es: Texto para obtener más detalles. Escribe N para deshabilitar.
fr_fr: Texte du lien pour en savoir plus. Ecrire N pour cacher.

source: 'More' URL
es_es: URL 'More'
fr_fr: URL 'More'

source: URL to get more detail.
es_es: URL para obtener más detalles.
fr_fr: URL du site pour en savoir plus.

source: Button
es_es: Botón
fr_fr: Bouton

source: Got it!
es_es: Acepto
fr_fr: J'accepte

source: Link to get more detail.
es_es: Enlace para obtener más detalles.
fr_fr: Lien pour en savoir plus.

source: Options
es_es: Opciones

source: Cookie-Content Option. Leave empty to see the right format : {...}
es_es: Opción de Cookie-Content. Déjelo vacío para ver el formato correcto: {...}
fr_fr: Option pour Cookie-Content. Laisser vide pour voir le bon format : {...}

source: Bar Color
es_es: Color de barra
fr_fr: Couleur de la barre

source: Background color for the bottom bar.
es_es: Color de fondo para la barra inferior.
fr_fr: Couleur de fond pour la barre

source: Button Color
es_es: Color del boton
fr_fr: Couleur du bouton

source: Background color for the button of the bottom bar.
es_es: Color de fondo para el botón de la barra inferior.
fr_fr: Couleur de fond du bouton de la barre

source: Save settings
es_es: Guardar ajustes
fr_fr: Enregistre le contenu

source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectu&eacute;e

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible
